# git Version Control
git
# Awesome WM
awesome
# Firefox Browser
firefox
# Qbittorrent Torrent Client
qbittorrent
# Neovim
neovim
# htop Process Monitor
htop
# Kitty Terminal
kitty
# Ranger File Exporer
ranger
# rTorrent CLI Torrent Client
# rtorrent
# scrot Screenshot Tool
scrot
# feh Image Viewer
feh
mutt
# youtube-dl video downloader
youtube-dl
# MPV Video Player (RPM Fusion Repo)
mpv
# mupdf pdf viewer
mupdf
# KeepassXC Password Manager
keepassxc
# Veracrypt Disc Encryptor
veracrypt
# Mozilla's OpenH264 Codec
mozilla-openh264
# Dawid's Better Fonts (enhanced font rendering in browser)
fontconfig-font-replacements 
fontconfig-enhanced-defaults
# Github Desktop
github-desktop
# Useful python package
python3-tkinter
# Okular PDF Reader
okular
dnf-plugins-core


#calibre
#zoom
#github desktop
#nordvpn
#rust?
#openjdk
